{
  "translation": {
    "homeHeader": "Início",
    "aboutHeader": "Sobre",
    "portfolioHeader": "Portfólio",
    "contactHeader": "Contato",
    "habilities":"Desenvolvedor Front-end",
    "habilities1": "Desenvolvedor Web",
    "habilities2": "React JS",
    "habilities3": "Next JS",
    "aboutTitle": "Sobre mim",
    "about": "Atuar como Desenvolvedor Front-end, contribuindo para o desenvolvimento de interfaces modernas, performáticas e centradas no usuário, além de agregar valor com automações e soluções criativas.",
    "nameAbout": "Nome",
    "yearAbout": "Ano",
    "locAbout": "Localização",
    "telAbout": "Telefone",
    "emailAbout": "E-mail",
    "download": "Baixar CV",
    "contactTitle": "Contato",
    "contactEmail": "E-mail",
    "contactPhone": "Telefone",
    "contactFormText": "Por favor, insira seu nome, e-mail e sua mensagem. Eu retornarei assim que possível!",
    "contactFormEmail": "E-mail",
    "contactFormName": "Nome",
    "contactFormEnterprise": "Empresa",
    "contactFormMenssage": "Mensagem",
    "contactFormSubmit": "Enviar",
    "portfolioComplete": "Concluído",
    "portfolioPersonal": "Pessoal",
    "portfolioOnGoing": "Em andamento",
    "portfolioStudy": "Estudo",
    "portfolioFreelance": "Freelance",
    "easyBankDescription": "Landing page responsiva para o banco fictício EasyBank, criada como desafio front-end usando React, com foco em design moderno e performance.",
    "adviceDescription": "Aplicação simples e responsiva que gera conselhos aleatórios, desenvolvida como projeto pessoal usando React e styled-components, com foco em design clean e integração com API.",
    "tipCalculatorDescription": "Calculadora de gorjetas responsiva desenvolvida como projeto pessoal em React, com ênfase em design intuitivo e cálculos precisos em tempo real.",
    "cinetagDescription": "Projeto de estudo focado em fundamentos do React, o Cinetag permite explorar e categorizar filmes com filtragem dinâmica e uso de rotas.",
    "productPageDescription": "Página de produto responsiva para layout de e-commerce, desenvolvida como projeto pessoal utilizando React e Tailwind CSS, com atenção à consistência visual e abordagem mobile-first.",
    "pokedexDescription": "Projeto de estudo que consome a PokéAPI para exibir informações dos Pokémon. Desenvolvido com React e Axios, possui paginação e busca em tempo real.",
    "loginInstagramDescription": "Réplica responsiva da tela de login do Instagram, criada como projeto pessoal usando HTML e CSS para treinar replicação de layout e fidelidade visual."
  }
}